Repository: GNOME/snapshot
Catalog: po/*.po
Languages: ia, ja, nn, sr@latin, ug

source: Camera
ja: カメラ
nn: Kamera
sr@latin: Kamera
ug: كامېرا

source: Take pictures and videos
ia: Prende imagines e videos
ja: 写真と動画を撮影
nn: Tak bilete og videoar
sr@latin: Snimanje videa i slika
ug: سۈرەتكە تارتىپ ۋە سىنغا ئالىدۇ

source: picture;photos;camera;webcam;snapshot;
ia: imagines;photos;camera;webcam;snapshot;
ja: picture;photos;camera;webcam;snapshot;写真;カメラ;ウェブカメラ;スナップショット;
nn: bilete;kamera;video;kamera;webcam;snapshot;
sr@latin: picture;photos;camera;webcam;snapshot;slika;fotografije;kamera;vebkam;snepšot;slika;fotografije;kamera;vebkam;snepsot;
ug: picture;photos;camera;webcam;snapshot;رەسىم؛سۈرەت؛كامېرا؛تور كامېراسى؛تېز پەيت؛

source: Default window width
ia: Largor del fenestra predefinite
ja: デフォルトのウィンドウ幅
nn: Standard vindaugabreidd
sr@latin: Podrazumevana širina prozora
ug: كۆڭۈلدىكى كۆزنەك كەڭلىكى

source: Default window height
ia: Altor del fenestra predefinite
ja: デフォルトのウィンドウ高さ
nn: Standard vindaugahøgde
sr@latin: Podrazumevana visina prozora
ug: كۆڭۈلدىكى كۆزنەك ئېگىزلىكى

source: Default window maximized behaviour
ia: Comportamento maximisate del fenestra principal
ja: デフォルトのウィンドウ最大化動作
nn: Om vindauga skal vera maksimert som standard
sr@latin: Podrazumevano ponašanje uvećanog prozora
ug: كۆڭۈلدىكى كۆزنەك چوڭايتىش مەشغۇلاتى

source: Play shutter sound
ia: Reproducer sono de obturator
ja: シャッター音を鳴らす
nn: Spill av lukkarljod
sr@latin: Pusti zvuk škljocanja
ug: قاپقاق ئاۋازىنى ياڭرات

source: Whether to play a shutter sound when taking pictures
ia: Si reproducer un sono de obturator quando le imagines sia prendite
ja: 写真を撮る時にシャッター音を再生するかどうか
nn: Om lukkarljoden skal spelast når bilete vert tekne
sr@latin: Da li treba pustiti zvuk škljocanja tokom fotografisanja
ug: سۈرەت تارتقاندا قاپقاق ئاۋازىنى ياڭرىتامدۇ يوق

source: Show composition guidelines
ia: Monstrar guidas de composition
ja: 構図ガイドを表示
nn: Syn komponeringsrutenett
sr@latin: Prikaži vođice slaganja
ug: ئىجادىيەت كۆرسەتمىسىنى كۆرسىتىدۇ

source: Whether to show composition guidelines when using the camera
ia: Si monstrar le guidas de composition al usar le camera
ja: カメラ使用時に構図ガイドを表示するかどうか
nn: Om komponeringsrutenett skal synast når kameraet vert brukt
sr@latin: Da li treba prikazati vođice slaganja prilikom korišćenja kamere
ug: كامېرانى ئىشلەتكەندە تەھرىرلەش كۆرسەتمە سىزىقىنى كۆرسىتەمدۇ يوق

source: Enable audio recording
ia: Activar registration de audio
ja: 録音を有効にする
nn: Slå på audioopptak
sr@latin: Omogući snimanje zvuka
ug: ئاۋاز خاتىرىلەشنى قوزغات

source: Whether to record audio when recording video
ia: Si registrar audio quando es registrante video
ja: 録画時に音声を録音するかどうか
nn: Om audio skal takast opp når ein video vert spelt inn
sr@latin: Da li treba snimati zvuk tokom snimanja videa
ug: سىن خاتىرىلىگەندە ئاۋازنى خاتىرىلەمدۇ يوق

source: Enable hardware recording
ia: Activar registration de hardware
ja: ハードウェアビデオエンコードを有効にする
sr@latin: Omogući snimanje hardverom
ug: قاتتىق دېتال خاتىرىلەشنى قوزغات

source: Whether to record video using hardware encoding
ia: Si registrar video usante codification de hardware
ja: 録画時にハードウェアエンコードを使うかどうか
sr@latin: Da li treba snimati video koristeći hardversko kodiranje
ug: قاتتىق دېتال كودلىغۇچنى ئىشلىتىپ سىن خاتىرىلەمدۇ يوق

source: Countdown timer
ia: Temporisator de conta regressive
ja: カウントダウンタイマー
nn: Nedteljingslengd
sr@latin: Tajmer
ug: تەتۈر سانىغۇچ ۋاقىت خاتىرىلىگۈچ

source: The duration of the countdown for taking photos, in seconds
ia: Le duration del contra regressive pro prender photos, in secundas
ja: 写真撮影のカウントダウンの時間 (秒)
nn: Lengda på nedteljinga for å taka bilete, i sekund
sr@latin: Trajanje tajmera za fotografisanje, u sekundama
ug: سۈرەت تارتىشتىن ئىلگىرى تەتۈر سانىغۇچ ۋاقتى، بىرلىكى سېكۇنت

source: Capture mode
ia: Modo de captura
ja: 撮影モード
nn: Fangemodus
sr@latin: Režim hvatanja
ug: سۈرەت تۇتۇش ھالىتى

source: Whether to take pictures or videos
ia: Si prender imagines o videos
ja: 写真または動画を撮影するかどうか
nn: Om bilete eller videoar skal verta tekne
sr@latin: Da li treba praviti video ili slike
ug: سۈرەتكە تارتامدۇ ياكى سىنغا ئالامدۇ

source: Picture format
ia: Formato de imagine
ja: 写真フォーマット
nn: Bileteformat
sr@latin: Vrsta slike
ug: رەسىم پىچىمى

source: Whether to save pictures as png or jpeg
ia: Si salvar imagines como PNG o JPEG
ja: 写真を png または jpeg で保存するかどうか
nn: Om bilete skal verta lagra som png eller jpeg
sr@latin: Da li treba čuvati slike kao png ili jpeg
ug: رەسىمنى png ياكى jpeg سۈپىتىدە ساقلامدۇ

source: Last Camera Used ID
ia: ID del ultime camera usate
ja: 最後に使用したカメラの ID
nn: IDet på sist brukt kamera
sr@latin: IB poslednje korišćene kamere
ug: ئاخىرقى قېتىم كامېرا ئىشلەتكەن كىملىك

source: An ID representing the last used camera
ia: Un ID representa le ultime camera usate
ja: 最後に使用したカメラを表す ID
nn: Eit ID som står for det sist brukte kameraet
sr@latin: IB koji predstavlja poslednje korišćenu kameru
ug: ئاخىرقى قېتىم ئىشلەتكەن كامېراغا ۋەكىللىك قىلىدىغان كىملىك

source: Take pictures and videos on your computer, tablet, or phone.
ia: Prende photos e videos sur tu computator, tablet, o telephono.
ja: コンピューター、タブレット、スマートフォンで写真や動画を撮影する。
nn: Tak bilete og videoar på datamaskina di, nettbrettet ditt eller mobilen din.
sr@latin: Hvatajte video ili slike na vašem računaru, tabletu ili telefonu.
ug: كومپيۇتېر، تاختا كومپيۇتېر ۋە تېلېفوندا سۈرەتكە تارتىپ سىنغا ئالىدۇ.

source: Camera's main interface
ia: Interfacie principal de Camera
ja: カメラのメイン画面
nn: Hovudgrensesnittet til Kamera
sr@latin: Glavni interfejs kamere
ug: كامېرانىڭ ئاساسىي ئارايۈزى

source: Camera's gallery viewer
ia: Visualisator de galeria de Camera
ja: カメラのギャラリー画面
nn: Gallerisynaren til Kamera
sr@latin: Glevni pregledač kamere
ug: كامېرا سۈرەتدان كۆرگۈچ

source: The GNOME Project
ia: Le projecto GNOME
nn: GNOME-prosjektet
sr@latin: Gnom projekat
ug: GNOME قۇرۇلۇشى

source: Main Menu
ia: Menu principal
ja: メインメニュー
nn: Hovudmeny
sr@latin: Glavni meni
ug: ئاساسىي تىزىملىك

source: No Camera Found
ia: Necun camera trovate
ja: カメラが見つかりません
nn: Inkje kamera funne
sr@latin: Nisam našao kamericu
ug: كامېرا تېپىلمىدى

source: Connect a camera device
ia: Connecter un dispositivo de camera
ja: カメラデバイスを接続してください
nn: Kople til ei kameraeining
sr@latin: Povežite kameru
ug: كامېرا ئۈسكۈنىسىگە باغلايدۇ

source: Countdown
ia: Conta regressive
ja: カウントダウン
nn: Nedteljing
sr@latin: Odbrojavanje
ug: تەتۈر سانىغۇچ

source: Picture Mode
ia: Modo de imagine
ja: 写真モード
nn: Biletemodus
sr@latin: Režim slike
ug: رەسىم ھالىتى

source: Recording Mode
ia: Modo de registration
ja: 録画モード
nn: Videomodus
sr@latin: Režim snimanja
ug: خاتىرىلەش ھالىتى

source: QR Code Scanning Mode
ia: Modo de scannar codice QR
ja: QR コードスキャンモード
nn: QR-kodeskanningmodus
sr@latin: Režim skeniranja kju-ar koda
ug: QR كود تاراش ھالىتى

source: Missing Camera Permission
ia: Permission de camera perdite
ja: カメラの権限がありません
nn: Manglar kameraløyve
sr@latin: Nedostaju ovlašćenja za kameru
ug: كامېرا ئىجازىتى كەم

source: Allow camera usage in Settings
ia: Permitter le usage de camera in Configurationes
ja: “設定” でカメラの使用を許可してください
nn: Tillat kamerabruk i Innstillingar
sr@latin: Omogući korišćenje kamere u podešavanjima
ug: تەڭشەكتە كامېرا ئىشلىتىشكە يول قويىدۇ

source: None
ia: Necun
ja: なし
nn: Ingen
sr@latin: Ništa
ug: يوق

source: _Preferences
ia: _Preferentias
ja: 設定(_P)
nn: _Innstillingar
sr@latin: _Postavke
ug: مايىللىق(_P)

source: _Keyboard Shortcuts
ia: Vias breve de _claviero
ja: キーボードショートカット(_K)
nn: _Tastatursnarvegar
sr@latin: Prečice _tastature
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _About Camera
ia: A proposito de Camera
ja: “カメラ”について(_A)
nn: _Om Kamera
sr@latin: _O kameri
ug: كامېرا ھەققىدە(_A)

source: Open Gallery
ia: Aperir galeria
ja: ギャラリーを開く
nn: Opna galleri
sr@latin: Otvori galeriju
ug: سۈرەتداننى ئاچ

source: Take Picture
ia: Prender imagine
ja: 写真を撮る
nn: Tak bilete
sr@latin: Uhvati sliku
ug: سۈرەت تارت

source: Select Camera
ia: Seliger camera
ja: カメラを選択
nn: Vel kamera
sr@latin: Izaberi kameru
ug: كامېرا تاللىنىدۇ

# Switch between front and back camera button
source: Switch Camera
ia: Cambiar camera
ja: カメラを切り替え
nn: Byt kamera
sr@latin: Promeni kameru
ug: كامېرا ئالماشتۇر

source: Gallery Menu
ia: Menu de galeria
ja: ギャラリーメニュー
nn: Gallerimeny
sr@latin: Meni galerije
ug: سۈرەتدان تىزىملىكى

source: Next Image
ia: Imagine sequente
ja: 次の画像
nn: Neste bilete
sr@latin: Naredna slika
ug: كېيىنكى سۈرەت

source: Previous Image
ia: Imagine precedente
ja: 前の画像
nn: Førre bilete
sr@latin: Prethodna slika
ug: ئالدىنقى سۈرەت

source: Open in Image Viewer
ia: Aperir in le Visualisator de Imagines
ja: 画像ビューアーで開く
nn: Opna i biletesynaren
sr@latin: Otvori u pregledaču slika
ug: سۈرەت كۈرگۈچتە ئاچ

source: General
ja: 全般
nn: Ålment
sr@latin: Opšte
ug: ئادەتتىكى

source: _Shutter Sound
ia: _Button de obturator
ja: シャッター音(_S)
nn: _Lukkarljod
sr@latin: Zvuk š_kljocanja
ug: قاپقاق ئاۋازى(_S)

source: _Composition Guidelines
ia: Guidas de _composition
ja: 構図ガイド(_C)
nn: _Komponeringsrutenett
sr@latin: Vođice sla_ganja
ug: تەھرىرلەش كۆرسەتمە سىزىقى(_C)

source: Video Recording
ia: Registration de video
ja: 録画
nn: Videoopptak
sr@latin: Snimanje videa
ug: سىن خاتىرىلەش

source: _Record Audio
ia: _Registrar audio
ja: 音声も録音(_R)
nn: _Tak opp audio
sr@latin: S_nimi zvuk
ug: ئۈن خاتىرىلە(_R)

source: Experimental
ja: 実験的機能
sr@latin: Eksperimentalno
ug: تەجرىبە

source: Some graphic drivers may cause the system to be unstable or crash. In these cases, reboot the system and disable the option.
ia: Alicun drivers graphic poterea causar instabilitate o fallimentos de systema. In iste casos, reinitia le systema e disactiva le option.
ja: グラフィックドライバーによっては、システムが不安定になったり、クラッシュすることがあります。そのような場合は、システムを再起動して、設定を無効にしてください。
sr@latin: Neki grafički drajveri mogu uzrokovati nestabilnost sistema ili pad. U tim slučajevima, ponovo pokrenite sistem i onemogućite ovu opciju.
ug: بەزى گىرافىك قوزغاتقۇ سىستېمىنىڭ مۇقىم بولماسلىقى ياكى يىمىرىلىشىنى كەلتۈرۈپ چىقىرىشى مۇمكىن. بۇ خىل ئەھۋالدا، سىستېمىنى قايتا قوزغىتىپ ئاندىن تاللانما چەكلىنىشى كېرەك.

source: _Hardware Video Encoding
ia: Codification de video per _hardware
ja: ハードウェアビデオエンコード(_H)
sr@latin: _Hardversko kodiranje videa
ug: قاتتىق دېتال سىن كودلاش(_H)

source: Code Detected
ia: Codice detegite
ja: コードが検出されました
nn: Kode gjenkjent
sr@latin: Kod je otkriven
ug: كود بايقالدى

source: Contents
ia: Contentos
ja: 内容
nn: Innhald
sr@latin: Sadržaj
ug: مەزمۇن

source: Copy to Clipboard
ia: Copiar al area de transferentia
ja: クリップボードにコピー
nn: Kopier til utklippstavla
sr@latin: Kopirano u klipbord
ug: چاپلاش تاختىسىغا كۆچۈر

source: Open Link
ia: Aperir ligamine
ja: リンクを開く
nn: Opna lenkje
sr@latin: Otvori link
ug: ئۇلانما ئاچ

# shortcut window
source: General
ja: 全般
nn: Ålment
sr@latin: Opšte
ug: ئادەتتىكى

# shortcut window
source: Show Shortcuts
ia: Monstrar vias breve
ja: ショートカットを表示
nn: Syn tastatursnarvegar
sr@latin: Prikaz prečica
ug: تېزلەتمىنى كۆرسەت

# shortcut window
source: Main Menu
ia: Menu principal
ja: メインメニュー
nn: Hovudmeny
sr@latin: Glavni meni
ug: ئاساسىي تىزىملىك

# Shortcut window description
source: Open Preferences
ia: Aperir preferentias
ja: 設定を開く
nn: Opna innstillingar
sr@latin: Otvori postavke
ug: مايىللىقنى ئاچ

# shortcut window
source: Close Window
ia: Clauder fenestra
ja: ウィンドウを閉じる
sr@latin: Zatvori prozor
ug: كۆزنەك ياپ

# shortcut window
source: Quit
ia: Quitar
ja: 終了する
nn: Avslutt
sr@latin: Izlaz
ug: چېكىن

# shortcut window
source: Camera
ja: カメラ
nn: Kamera
sr@latin: Kamera
ug: كامېرا

# shortcut window
source: Picture Mode
ia: Modo de imagine
ja: 写真モード
nn: Biletemodus
sr@latin: Režim slike
ug: رەسىم ھالىتى

# shortcut window
source: Recording Mode
ia: Modo de registration
ja: 録画モード
nn: Videomodus
sr@latin: Režim snimanja
ug: خاتىرىلەش ھالىتى

# shortcut window
source: Take Picture or Start Recording
ia: Prender imagine o initiar registration
ja: 写真を撮る または 録画を開始
nn: Tak bilete eller start opptak av video
sr@latin: Napravi sliku ili započni snimanje
ug: سۈرەت تارتىدۇ ياكى خاتىرىلەشنى باشلايدۇ

# shortcut window
source: Show/Hide Composition Guidelines
ia: Monstrar/Celar guidas de composition
ja: 構図ガイドを表示/非表示
nn: Syn/gøym komponeringsrutenettet
sr@latin: Promeni stanje prikaza vođica slaganja
ug: تەھرىرلەش يېتەكچى سىزىقىنى كۆرسەت/يوشۇر

# shortcut window
source: Gallery
ia: Galeria
ja: ギャラリー
nn: Galleri
sr@latin: Galerija
ug: سۈرەتدان

# shortcut window
source: Open/Close Gallery
ia: Aperir/Clauder
ja: ギャラリーを開く/閉じる
nn: Opna/lukk galleriet
sr@latin: Otvori ili zatvori galeriju
ug: سۈرەتدان ئاچ/ياپ

# shortcut window
source: Next
ia: Sequente
ja: 次へ
nn: Neste
sr@latin: Naredno
ug: كېيىنكى

# shortcut window
source: Previous
ia: Precedente
ja: 前へ
nn: Førre
sr@latin: Prethodno
ug: ئالدىنقى

source: Gallery
ia: Galeria
ja: ギャラリー
nn: Galleri
sr@latin: Galerija
ug: سۈرەتدان

source: Enable debug messages
ia: Habilitar messages de depuration
ja: デバッグメッセージを有効にする
nn: Slå på debugmeldingar
sr@latin: Omogućite poruke za otklanjanje grešaka
ug: سازلاش ئۇچۇرىنى قوزغات

source: Photo from {date}
ia: Photo de {date}
nn: Foto frå {date}
sr@latin: Fotografija od {date}
ug: {date} دا تارتىلغان سۈرەت

source: Photo {number}
nn: Foto {number}
sr@latin: Fotografija broj {number}
ug: سۈرەت {number}

source: Recording from {date}
ia: Registration ab {date}
nn: Opptak frå {date}
sr@latin: Snimak od {date}
ug: {date} خاتىرىلىگەن سىن

source: Recording {number}
ia: Registration {number}
nn: Opptak {number}
sr@latin: Snimak broj {number}
ug: {number} خاتىرىلىگەن سىن

source: _Copy Picture
ia: _Copiar imagine
ja: 写真をコピー(_C)
nn: _Kopier bilete
sr@latin: _Kopiraj sliku
ug: رەسىم كۆچۈر((_C)

source: _Copy Video
ia: _Copiar video
ja: 動画をコピー(_C)
nn: _Kopier video
sr@latin: _Kopiraj video
ug: سىن كۆچۈر(_C)

source: _Delete
ia: _Deler
ja: 削除(_D)
nn: _Slett
sr@latin: O_briši
ug: ئۆچۈر(_D)

source: Could not play camera stream
ia: Non poteva aperir le fluxo de camera
ja: カメラのストリームを再生できませんでした
nn: Klarte ikkje å spela inn kamerastraum
sr@latin: Ne mogu pustiti tok sa kamere
ug: كامېرا ئېقىمىنى قويالمايدۇ

source: Open in Video Player
ia: Aperir in Reproductor de Video
ja: 動画プレーヤーで開く
nn: Opna i videospelaren
sr@latin: Otvori u video puštaču
ug: سىن قويغۇچتا ئاچىدۇ

source: Copied to clipboard
ia: Copiate al area de transferentia
ja: クリップボードにコピーしました
nn: Kopiert til utklippstavla
sr@latin: Kopirano u ostavu
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى

source: Picture deleted
ia: Imagine delite
ja: 写真が削除されました
nn: Bilete fjerna
sr@latin: Slika je obrisana
ug: سۈرەت ئۆچۈرۈلدى

source: Video deleted
ia: Video delite
ja: 動画が削除されました
nn: Video fjerna
sr@latin: Video je obrisan
ug: سىن ئۆچۈرۈلدى

source: Scan Code
ia: Scannar codice
ja: コードをスキャン
nn: Skann kode
sr@latin: Skeniraj kod
ug: كودنى تارا

source: Start Recording
ia: Initiar registration
ja: 録画を開始
nn: Start opptak
sr@latin: Započni snimanje
ug: خاتىرىلەشنى باشلا

source: Stop Recording
ia: Detener registration
ja: 録画を停止
nn: Avslutt opptak
sr@latin: Zaustavi snimanje
ug: خاتىرىلەشنى توختات

source: Could not take picture
ia: Impossibile de prender le imagine
ja: 写真を撮影できませんでした
nn: Klarte ikkje å taka bilete
sr@latin: Nisam mogao napraviti sliku
ug: سۈرەتكە تارتالمايدۇ

source: Could not record video
ia: Impossibile de registrar le video
ja: 録画できませんでした
nn: Klarte ikkje å taka opp video
sr@latin: Nisam mogao snimiti video
ug: سىننى خاتىرىلىيەلمەيدۇ

source: translator-credits
ia: Emilio Sepúlveda <emism.translations@gmail.com>
ja: Japanese Translation Team <https://l10n.gnome.org/teams/ja/> Makoto Sakaguchi <ycco34vx@gmail.com> 小山田 純 <oyamadajun@outlook.jp>
nn: Sunniva Løvstad <snapshot@turtle.garden>
sr@latin: Marko M. Kostić <marko.m.kostic@gmail.com> https://gnom.srb — prevod Gnoma na srpski jezik
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: 3s
ja: 3秒

source: 5s
ja: 5秒

source: 10s
ja: 10秒

source: Whether to save videos as mp4 or webm
nn: Om videoar skal verta lagra som mp4 eller webm
