Repository: GNOME/snapshot
Catalog: po/kw.po
Languages: kw

source: Camera
kw: Kamera

source: Take pictures and videos
kw: Kemeres skeusennow ha gwydhyowyow

source: picture;photos;camera;webcam;snapshot;
kw: aven;skeusennow;kamera;

source: Default window width
kw: Lester fenester defowt

source: Default window height
kw: Ughelder fenester defowt

source: Default window maximized behaviour
kw: Fara fenester kowlvoghhys defowt

source: Play shutter sound
kw: Gwari sownd shutter

source: Whether to play a shutter sound when taking pictures
kw: Mar gwari unn sownd shutter pan ow kemeres skeusennow

source: Show composition guidelines
kw: Diskwedhes gidys komposyans

source: Whether to show composition guidelines when using the camera
kw: Mar diskwedhes gidys komposyans pan ow devnydhya an kamera

source: Enable audio recording
kw: Gallosegi ow rekordya son

source: Whether to record audio when recording video
kw: Mar rekordya son pan ow rekordya gwydhyow

source: Enable hardware recording
kw: Gallosegi rekordyans kalesweyth

source: Whether to record video using hardware encoding
kw: Mar rekordya gwydhyowyow ow devnydhya kodennyans kalesweyth

source: Countdown timer
kw: Termynador

source: The duration of the countdown for taking photos, in seconds
kw: An termyn an termynador rag ow kemeres skeusennow, yn eylennow

source: Capture mode
kw: Fordh rekordyans

source: Whether to take pictures or videos
kw: Kemeres po skeusennow po gwydhyowyow

source: Picture format
kw: Furvas skeusennow

source: Whether to save pictures as png or jpeg
kw: Mar sawya skeusennow avel pong po jpeg

source: Last Camera Used ID
kw: ID Kamera Devnydhys Diwettha

source: An ID representing the last used camera
kw: Unn ID ow representya an kamera devnydhys diwettha

source: Take pictures and videos on your computer, tablet, or phone.
kw: Kemeres skeusennow ha gwydhyowyow war dha amontyell, leghen, po kellgowser.

source: Camera's main interface
kw: An ynterfas chif Kamera

source: Camera's gallery viewer
kw: An gweler mirva Kamera

source: The GNOME Project
kw: An Ragdres GNOME

source: Main Menu
kw: Rol Chif

source: No Camera Found
kw: Kamera Kavosys Vyth

source: Connect a camera device
kw: Junya unn devis kamera

source: Countdown
kw: Termynador

source: Picture Mode
kw: Fordh Skeusennow

source: Recording Mode
kw: Fordh Gwydhyowyow

source: QR Code Scanning Mode
kw: Fordh Arhwilyans QR-Kod

source: Missing Camera Permission
kw: Gront Kamera Fyllel

source: Allow camera usage in Settings
kw: Gasa usadow kamera yn Settyansow

source: None
kw: Vyth

source: 3s
kw: 3e

source: 5s
kw: 5e

source: 10s
kw: 10e

source: _Preferences
kw: _Settyansow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Camera
kw: _A-dro Kamera

source: Open Gallery
kw: Ygeri Mirva

source: Take Picture
kw: Kemeres Skeusen

source: Select Camera
kw: Dewis Kamera

# Switch between front and back camera button
source: Switch Camera
kw: Skwychella Kamera

source: Gallery Menu
kw: Rol Mirva

source: Next Image
kw: Skeusen Nessa

source: Previous Image
kw: Skeusen Kyns

source: Open in Image Viewer
kw: Ygeri yn Gweler Aven

source: General
kw: Ollgemmyn

source: _Shutter Sound
kw: _Sownd Shutter

source: _Composition Guidelines
kw: Gid _Komposyans

source: Video Recording
kw: Rekordyans Gwydhyow

source: _Record Audio
kw: _Rekordya Son

source: Experimental
kw: Arbrovel

source: Some graphic drivers may cause the system to be unstable or crash. In these cases, reboot the system and disable the option.
kw: Nebes lewyoryon grafek cawsya martesen an system bos diantel po kesvonkya.Yn an kasys ma, dastalleth an system hag ungallosegi an dewis.

source: _Hardware Video Encoding
kw: _Kodennyans Kalesweyth Gwydhyow

source: Code Detected
kw: Kod Helerghys

source: Contents
kw: Dalgh

source: Copy to Clipboard
kw: Kopia war Astel Glypp

source: Open Link
kw: Ygeri Gorgevren

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Main Menu
kw: Rol Chif

# Shortcut window description
source: Open Preferences
kw: Ygeri Settyansow

# shortcut window
source: Close Window
kw: Degea Fenester

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Camera
kw: Kamera

# shortcut window
source: Picture Mode
kw: Fordh Skeusennow

# shortcut window
source: Recording Mode
kw: Fordh Gwydhyowyow

# shortcut window
source: Take Picture or Start Recording
kw: Kemeres Skeusen po Dalleth Rekordyans

# shortcut window
source: Show/Hide Composition Guidelines
kw: Diskwedhes/Kudha Gidys Komposyans

# shortcut window
source: Gallery
kw: Mirva

# shortcut window
source: Open/Close Gallery
kw: Ygeri/Degea Mirva

# shortcut window
source: Next
kw: Nessa

# shortcut window
source: Previous
kw: Kyns

source: Gallery
kw: Mirva

source: Enable debug messages
kw: Gallosegi messajys prevessyans

source: Photo from {date}
kw: Skeusen a-dhia {date}

source: Photo {number}
kw: Skeusen {number}

source: Recording from {date}
kw: Rekordyans a-dhia {date}

source: Recording {number}
kw: Rekordyans {number}

source: _Copy Picture
kw: _Kopia Skeusen

source: _Copy Video
kw: _Kopia Gwydhyow

source: _Delete
kw: _Dilea

source: Could not play camera stream
kw: Y fyllis gwari strem kamera

source: Copied to clipboard
kw: Kopys war astel glypp

source: Picture deleted
kw: Skeusen dileys

source: Video deleted
kw: Gwydhyow dileys

source: Scan Code
kw: Arhwilas Kod

source: Start Recording
kw: Dalleth Rekordyans

source: Stop Recording
kw: Astel Rekordyans

source: Could not take picture
kw: Y fyllis kemeres an skeusen

source: Could not record video
kw: Y fyllis rekordya gwydhyow

source: translator-credits
kw: Flynn
